* == Sample gear
  #+BEGIN_COMMENT
  - need gloves, matches, photocopies, printing
  #+END_COMMENT
* Total :gear:
  |----------+------------------+--------+---------+-------+---|
  | Quantity | Item             | Weight |    Cost |  Note | X |
  |----------+------------------+--------+---------+-------+---|
  |        1 | Backpacking gear | 3.9800 |  0.0000 |       |   |
  |        1 | Cooking gear     | 0.4410 |  0.0000 |       |   |
  |        1 | Small gear       | 0.2010 | 19.4900 |       |   |
  |----------+------------------+--------+---------+-------+---|
  |        1 |                  |  4.622 |   19.49 | 0.000 |   |
  |----------+------------------+--------+---------+-------+---|
  #+TBLFM: @>$3 = vsum(@2$3..@>>$3)::@>$4 = vsum(@2$4..@>>$4)
* Backpacking gear :gear:
  |----------+-------------------------+--------+------+-------+---|
  | Quantity | Item                    | Weight | Cost |  Note | X |
  |----------+-------------------------+--------+------+-------+---|
  |        1 | Osprey Xenith 88 pack   | 2.5100 |      |       |   |
  |        1 | North Face sleeping bag | 1.1930 |      |       |   |
  |        1 | Z-rest sleeping pad     | 0.2770 |      |       |   |
  |----------+-------------------------+--------+------+-------+---|
  |        1 |                         |   3.98 |    0 | 0.000 |   |
  |----------+-------------------------+--------+------+-------+---|
  #+TBLFM: @>$3 = vsum(@2$3..@>>$3)::@>$4 = vsum(@2$4..@>>$4)
* Cooking gear :gear:
  |----------+--------------------------------+--------+------+-------+---|
  | Quantity | Item                           | Weight | Cost |  Note | X |
  |----------+--------------------------------+--------+------+-------+---|
  |        1 | MSR whisperlite                | 0.2760 |      |       |   |
  |        1 | MSR wind screen (bottom)       | 0.0150 |      |       |   |
  |        1 | MSR wind screen (top)          | 0.0450 |      |       |   |
  |        1 | 11 oz MSR fuel bottle          | 0.0870 |      |       |   |
  |        1 | Optimus folding titanium spork | 0.0180 |      |       |   |
  |----------+--------------------------------+--------+------+-------+---|
  |        1 |                                |  0.441 |    0 | 0.000 |   |
  |----------+--------------------------------+--------+------+-------+---|
  #+TBLFM: @>$3 = vsum(@2$3..@>>$3)::@>$4 = vsum(@2$4..@>>$4)
* Small gear :gear:
  |----------+-------------------------+--------+---------+-------+---|
  | Quantity | Item                    | Weight |    Cost |  Note | X |
  |----------+-------------------------+--------+---------+-------+---|
  |        1 | Fenix headlamp          | 0.0590 |         |       |   |
  |        1 | AA battery              | 0.0230 |         |       |   |
  |        1 | 3 lithium AAA batteries | 0.0230 | 19.4900 |       |   |
  |        1 | SPOT locator            | 0.0960 |         |       |   |
  |----------+-------------------------+--------+---------+-------+---|
  |        1 |                         |  0.201 |   19.49 | 0.000 |   |
  |----------+-------------------------+--------+---------+-------+---|
  #+TBLFM: @>$3 = vsum(@2$3..@>>$3)::@>$4 = vsum(@2$4..@>>$4)
